"Cheerful" = "Vidám";

"Melodic" = "Dallamos";

"Relaxed" = "Békés";

"Grooving" = "Harmonikus";

"Distorted" = "Torz";

"Acoustic" = "Akusztikus";

"Processed" = "Feldolgozott";

"Single" = "Egyszeres";

"Part" = "Rész";

"Dark" = "Sötét";

"Dissonant" = "Disszonáns";

"Intense" = "Intenzitás";

"Arrhythmic" = "Aritmitás";

"Clean" = "Tiszta";

"Electric" = "Elektromos";

"Dry" = "Száraz";

"Ensemble" = "Együttes";

"Fill" = "Kitöltés";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronikus";

"Jazz" = "Dzsessz";

"Urban" = "Városi";

"World/Ethnic" = "Világ";

"Cinematic/New Age" = "Mozi";

"Orchestral" = "Zenekari";

"Country/Folk" = "Country";

"Experimental" = "Kísérleti";

"Other Genre" = "Egyéb műfaj";

"Hip Hop" = "Hip-hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Független";

"Vintage Breaks" = "Vintage dobszólók";

"Hip Hop/RnB" = "Hip-hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Egyéb műfaj";

"Chinese Traditional" = "Hagyományos kínai";

"Future Bass" = "Futurisztikus basszus";

"Reggaeton Pop" = "Reggaetón pop";

"Sound_Effects" = "Hangeffektusok";

"Bass House" = "Bass House";

"Electronic Pop" = "Electronic Pop";

"Techno" = "Techno";

"Bass" = "Basszus";

"Electric Bass" = "Elektromos mély";

"Acoustic Bass" = "Akusztikus basszus";

"Synthetic Bass" = "Szintetikus basszus";

"Drums" = "Az összes dob";

"Drum Kit" = "Készletek";

"Electronic Beats" = "Taktusok";

"Kick" = "Lábdob";

"Tom" = "Tam";

"Snare" = "Pergő";

"Cymbal" = "Kísérő";

"Hi-hat" = "Lábcin";

"Guitars" = "Gitárok";

"Electric Guitar" = "Elektromos gitár";

"Acoustic Guitar" = "Akusztikus gitár";

"Banjo" = "Bendzsó";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Slide gitár";

"Pedal Steel Guitar" = "Acélpedál";

"Horn/Wind" = "Kürt";

"Saxophone" = "Szaxofon";

"Trumpet" = "Trombita";

"Flute" = "Fuvola";

"Trombone" = "Harsona";

"Clarinet" = "Klarinét";

"French Horn" = "Franciakürt";

"Tuba" = "Tuba";

"Oboe" = "Oboa";

"Harmonica" = "Szájharmonika";

"Recorder" = "Furulya";

"Pan Flute" = "Pánsíp";

"Bagpipe" = "Duda";

"Bassoon" = "Fagott";

"Piccolo" = "Piccolo";

"English Horn" = "Angolkürt";

"Brass" = "Rézfúvósok";

"Woodwind" = "Fafúvós";

"Keyboards" = "Billentyűzetek";

"Piano" = "Zongora";

"Electric Piano" = "Elektr. zongora";

"Organ" = "Orgona";

"Clavinet" = "Clavinet";

"Accordion" = "Harmonika";

"Synthesizer" = "Szintetizátorok";

"Rhodes" = "Rhodes";

"Celesta" = "Cseleszta";

"Harpsichord" = "Csemballó";

"Mallets" = "Mallet-dobok";

"Steel Drum" = "Acéldob";

"Vibraphone" = "Rezgések";

"Marimba" = "Marimba";

"Xylophone" = "Xilofon";

"Kalimba" = "Kalimba";

"Bell" = "Csengő";

"Timpani" = "Üstdob";

"Mixed" = "Csengők";

"Other Instrument" = "Egyéb hangszer";

"Percussion" = "Ütőhangszer";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Csörgődob";

"Conga" = "Konga";

"Bongo" = "Bongó";

"Cowbell" = "Kolomp";

"Clave" = "Clave ritmus";

"Vinyl/Scratch" = "Hanglemezek";

"Chime" = "Csengettyű";

"Rattler" = "Csörgő";

"Sound Effect" = "FX";

"Misc2" = "Egyéb";

"Boom" = "Állványok";

"All Effects" = "Az összes effektus";

"Effects" = "Hangeffektusok";

"Ambience" = "Környezet";

"People" = "Személyek";

"Transportation" = "Szállítás";

"Weapons" = "Fegyverek";

"Explosions" = "Robbanások";

"Impacts & Crashes" = "Hatások";

"Animals" = "Állatok";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Gépek";

"Work/Home" = "Munkahelyi/otthoni";

"Misc." = "Egyéb";

"Foley" = "Zörej";

"Motions & Transitions" = "Szignálok";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Húrosok";

"Violin" = "Hegedű";

"Viola" = "Brácsa";

"Cello" = "Cselló";

"Harp" = "Hárfa";

"Koto" = "Koto";

"Sitar" = "Szitár";

"Double Bass" = "Nagybőgő";

"Texture/Atmosphere" = "Mintázatok";

"Vocals" = "Vokálok";

"Male" = "Férfi";

"Female" = "Nő";

"Choir" = "Kórus";

"All" = "Összes";

"Favorites" = "Kedvencek";

"Genres" = "Műfajok";

"Instruments" = "Hangszerek";

"Moods" = "Hangulatok";

"Reset" = "Alaphelyzetbe állítás";

